/**
 * @author mingyu
 * @description 편지지 옵션에 대한 상수 정의입니다.
 */

export const LetterOptions = {
	PAPERS: [
		"기본",
		"내추럴",
		"단풍",
		"민트",
		"베이지",
		"보라",
		"살짝접힌 노란",
		"살짝접힌",
		"양피지",
		"천사와별",
		"파란눈꽃",
		"핑크",
		"핑크테두리",
		"하늘",
	],
	FONTS: ["함초롬바탕체", "조선굴림체", "프리텐다드", "SUIT", "교보손글씨", "다래손글씨", "휴먼범석체", "HBIOS-SYS", "카페24 써라운드", "리디바탕"],
	AGES: ["전체", "10세 미만", "10대", "20대", "30대", "40대", "50대", "60대"],
	AGES_VALUE: {
		전체: "AGE_ALL",
		"10세 미만": "AGE_0S",
		"10대": "AGE_10S",
		"20대": "AGE_20S",
		"30대": "AGE_30S",
		"40대": "AGE_40S",
		"50대": "AGE_50S",
		"60대": "AGE_60S",
	},
};
